export const COMMON_QUESTIONS_DATA = [
    {
        _id: '1',
        question: 'מי אנחנו?',
        answer1: `8200 סייבר סקול הוקם על ידי בוגרי יחידת 8200 רומן דבורקין ואבירם ריספלר. רומן ואבירם החליטו ליצור את קורסי ההכנה למקצועות הסייבר והמחשבים לאחר ששירתו כמפקדים בקורס ההכשרה המרכזי של יחידת 8200, וראו שיש יתרון משמעותי בקבלה ליחידה לתלמידים שהתכוננו למיונים. מכיוון שתלמידים רבים לא יודעים איך להתכונן, החלטנו להקים אלטרנטיבה שנגישה לכל תלמיד במחירים נוחים וברמה הגבוהה ביותר.`,
        answer2: `לאחר כ-4 שנים שעבדנו בשיתוף פעולה עם חברת ניב רווח וסייענו לאלפי תלמידים להתכונן למיונים בהצלחה, החלטנו לשדרג את הקורסים, להעבירם לסרטונים מוקלטים, ולעבור לאתר עצמאי כדי לספק לכם את ההכנה הטובה ביותר.`
    },
    {
        _id: '2',
        question: 'למה רוב המלש"בים למסלולי תכנות וסייבר בוחרים ב-8200 סייבר סקול?',
        answer1: `בשנת 2018 היינו הראשונים להקים ערכת הכנה למיוני המחשבים והסייבר. מאז, ליווינו אלפי תלמידים בהצלחה, ורבים מהם עברו את המיונים וזכו לשרת בתפקיד חלומותיהם.`,
        answer2: `בשונה מקורסי הכנה אחרים שקמו אחרינו, אנחנו שירתנו ופיקדנו בקורסי ההכשרה של 8200 בעצמנו, ועוקבים באופן תמידי אחר המיונים, החומר הנבחן בהם, ורף הכניסה. בזכות מספר התלמידים הגדול שעבר דרכנו, יכולנו לעקוב אחר שינויים במיונים ולאסוף הערות לשיפור כדי לוודא שערכת ההכנה שלנו הכי מעודכנת ומועילה.`
    },
    {
        _id: '3',
        question: 'מדוע קורס לימוד עצמאי עדיף על קורס עם מנחה בזום?',
        answer1: `אחת התכונות החשובות ביותר לקבלה ל-8200 או יחידות טכנולוגיות מובילות אחרות, היא יכולת למידה עצמאית. לכן, בנינו את הקורס בצורה שלא רק תלמד אתכם את החומר הנדרש, אלא תסייע לכם לסגל את המיומנויות והכישורים להתמודד עם אתגרים לא צפויים בתהליך המיון ובשירות עצמו.`,
        answer2: `אנו משתמשים בפורמט זה כבר משנת 2018 ורוב התלמידים מעדיפים את הגמישות והנוחות שהקורס שלנו מאפשר. בנוסף, באמצעות צורת לימוד זו אנו מסוגלים להציע את המחיר המשתלם ביותר – היום אין צורך לשלם אלפי שקלים על קורס שלא נותן ערך מוסף!`
    },
    {
        _id: '4',
        question: 'מה זה מסלול גאמא סייבר?',
        answer1: `גאמא סייבר הוא מסלול איתור ומיון של חיל המודיעין בתחום המחשבים והסייבר. מלש”בים שעוברים את המיונים לגאמא סייבר בהצלחה מתקבלים לקורסים ולהכשרות ביחידה 8200 ויחידות טכנולוגיות נוספות ומתמקצעים בתכנות, מחשבים וסייבר.`,
        answer2: `לאחר מכן, הם משרתים בתפקידים מבוקשים ויוקרתיים ביחידות כמו 8200 בתפקידי פיתוח תוכנה, מחקר סייבר, בדיקות איכות, תפעול ובקרת מערכות ועוד. מכיוון שבוגרי המסלול מבוקשים מאוד בשוק ההייטק, קיימת תחרות גדולה בין מלש”בים רבים כדי לעבור את המיונים. לכן, אנו ממליצים להתחיל להתכונן למיונים בהקדם כדי לשפר את סיכויי הקבלה.`
    },
    {
        _id: '5',
        question: 'מה זה מסלול מקצועות המחשב (וממר"ם)?',
        answer1: `מיון אשכול מקצועות המחשב הוא מסלול איתור ומיון של חיל תקשוב הבוחן את התאמת המתמיינים לתפקידים טכנולוגיים רבים. במסגרת המיונים ניתן להגיע לתפקידים יוקרתיים בתחום התוכנה, ליחידת המחשבים ממר”ם, לחטיבת ההגנה בסייבר ולליבת הסייבר במצו”ב.`,
        answer2: `מכיוון שבוגרי המסלול מבוקשים מאוד בשוק ההייטק, קיימת תחרות גדולה בין מלש”בים רבים כדי לעבור את המיונים. לכן, אנו ממליצים להתחיל להתכונן למיונים בהקדם כדי לשפר את סיכויי הקבלה.`
    }
];
